[
  {
    "code":1001,
    "name": "Luxurious Living in Ibrahimpur: Brand New 3BHK Apartment with Modern Amenities on the 5th Floor for Sale!",
    "category": "Residential",
    "price": 6500000,
    "size": "1275 sq feet",
    "details": "Discover the epitome of comfort and style in this brand new 1,275 sqft apartment located on the 5th floor in the heart of Ibrahimpur. This meticulously designed home features 3 spacious bedrooms, 3 bathrooms, an open drawing and dining area, a well-equipped kitchen, and not one, but three balconies offering breathtaking views. Elevate your lifestyle with the convenience of a lift, generator backup, dedicated car parking, and round-the-clock security guard services. Don't miss the opportunity to make this your dream home, where modern living meets tranquility!",
    "address": "Ibrahimpur, Kafrul, Dhaka",
    "status": "Vacant",
    "last": "Tue, Nov 21, 2023 4:27 AM",
    "img1": "https://i.ibb.co/xf2pQhF/p1.jpg",
    "img2": "https://i.ibb.co/GRW5R6J/p2.jpg",
    "img3": "https://i.ibb.co/HXQmFCC/p3.jpg"
  },
  {
    "code":1002,
    "name": "17,000 sqft Fully Compliant Warehouse for Rent in Ashulia",
    "category": "Commercial",
    "price": 25000000,
    "size": "17000 sq feet",
    "details": "Unlock the potential of your business with our state-of-the-art 17,000 square feet warehouse, strategically located in Ashulia. This fully compliant space comes equipped with a robust 300kw electricity connection, soaring 30-foot ceilings, and the convenience of 4/5 parking spaces right in front of the shed. With ample loading and unloading space, this facility is the ideal choice for both factory and warehouse operations. Secure this premium industrial space now and elevate your business to new heights!",
    "address": "Ashulia, Savar.",
    "status": "Vacant",
    "last": "Mon, Nov 20, 2023 9:01 AM",
    "img1": "https://i.ibb.co/C0JjTSX/p4.jpg",
    "img2": "https://i.ibb.co/dK6jc37/p5.jpg",
    "img3": "https://i.ibb.co/Lgm0Qxf/p6.jpg"
  },
  {
    "code":1003,
    "name": "2-Acre Land Sale in Narail, on Dhaka - Benapole Highway Road",
    "category": "Land",
    "price": 430000,
    "size": "2-Acre",
    "details": "An exceptional opportunity awaits! Two acres of prime land are up for sale, strategically located just four kilometers from Sadar Upazila in Narail, along the bustling Dhaka-Benapole highway road. The icing on the cake? An upcoming ICT park within three kilometers from the property. As an added advantage, Eknek has secured approval to upgrade the Dhaka-Benapole highway road to a six-lane marvel, enhancing connectivity and accessibility. Interested buyers are invited to seize this promising investment opportunity. The cost of each decimal land BDT 4,30,000/-. Contact us now for more details and to secure your piece of this thriving location!",
    "address": "Narail on Dhaka - Benapole Highway Road",
    "status": "Vacant",
    "last": "Mon, Nov 20, 2023 8:29 AM",
    "img1": "https://i.ibb.co/pjhBq7L/p7.jpg",
    "img2": "https://i.ibb.co/tLZXXzT/p8.jpg",
    "img3": "https://i.ibb.co/xXZmGmg/p9.jpg"
  },
  {
    "code":1004,
    "name": "To-Let for One Room Studio Serviced Apartment in Dhaka",
    "category": "Residential",
    "price": 700000,
    "size": "300 sq feet",
    "details": "TO-LET One Room Studio Serviced Apartment with Modern Furniture in Bashundhara R/A. Short-Term Rentals with Kitchen, TV, Refrigerator, WiFi, Microwave oven, A/C. . Facilities Available : > Two High-speed lifts > AC,TV, WiFi, Laundry Service > Microwave Oven and Refrigerator > Daily Room & Bathroom Cleaning > Multi-purpose Hall Room with Full AC > 24 hours Generator Service with full Backup > Gym with 24/7 Security guard and Treadmill . YouTube: https://www.youtube.com/watch?v=-G3DF1rFsSs Website: https://www.hotels.com.bd/rental/residencial-serviced . Contact For Booking: +88 01712553547 +88 01921096842",
    "address": "JCX TOWER, 1136/A, Block-I, Level 5, Japan Street, Bashundhara R/A",
    "status": "Vacant",
    "last": "Mon, Nov 20, 2023 9:02 AM",
    "img1": "https://i.ibb.co/7W9fddK/p10.jpg",
    "img2": "https://i.ibb.co/J5mN73f/p11.jpg",
    "img3": "https://i.ibb.co/7W9fddK/p12.jpg"
  },
  {
    "code":1005,
    "name": "Flat for Sale in Bashundhara on Landmark Pacific",
    "category": "Residential",
    "price": 14800000,
    "size": "1850 sq feet",
    "details": "Bashundhara Residential Area SFT : 1850 Block : F Road : 18 Land : 4 khata Plot : 577 G+8 ( 9 Storied) Single Unit Handover Date : March - 2024",
    "address": "Road 18, Block F, Bashundhara R/A",
    "status": "Vacant",
    "last": "Thu, Nov 16, 2023 2:42 AM",
    "img1": "https://i.ibb.co/TH7MxFT/p13.jpg",
    "img2": "https://i.ibb.co/ZhXqX2s/p14.jpg",
    "img3": "https://i.ibb.co/1ngFx6s/p15.jpg"
  },
  {
    "code":1006,
    "name": "Spacious 5,000 sft Office for Rent in Prime Tejgoan Location",
    "category": "Commercial",
    "price": 13000000,
    "size": "5000 sq feet",
    "details": "This modern and high-quality office space is perfect for businesses of all sizes. Located in a prime Tejgoan location, the office is situated in a 100% compliance building and offers 5,000 sft of open space with modern fire fighting systems, a separate fire escape emergency stair, two basement car parks, 24-hour security surveillance, a smart building management system, a bathroom, a utility area, full load generator support, and two dedicated car parking facilities. Contact us today to schedule a viewing of this exceptional office space.",
    "address": "Gulshan - Tejgoan Link Road",
    "status": "Vacant",
    "last": "Wed, Nov 15, 2023 7:58 AM",
    "img1": "https://i.ibb.co/VpTzhYS/p16.jpg",
    "img2": "https://i.ibb.co/MhbZfbD/p17.jpg",
    "img3": "https://i.ibb.co/TDQBYTC/p18.jpg"
  },
  {
    "code":1007,
    "name": "1 FLOOR FOR RENT IN SYLHET BASHA",
    "category": "Residential",
    "price": 25000,
    "size": "2500 sq feet",
    "details": "Every room is furnished. Pictures included. please get in touch now! Two rooms, One dining room, One kitchen, one living room and toilets. PERFECT FOR A FAMILY! Get in touch now 01312063055",
    "address": "MUNSHI HEIGHTS 9/A Burhan Bhag, Shibgonj Sylhet",
    "status": "Vacant",
    "last": "Wed, Nov 15, 2023 3:32 AM",
    "img1": "https://i.ibb.co/yPpFMnZ/p19.jpg",
    "img2": "https://i.ibb.co/ZHKq41N/p20.jpg",
    "img3": "https://i.ibb.co/Tc7rZ2Q/p21.jpg"
  },
  {
    "code":1008,
    "name": "Luxurious 2,850 Ready Apartment for Sale in Banani South",
    "category": "Residential",
    "price": 43000000,
    "size": "2850 sq feet",
    "details": "This luxurious 2,850 ready apartment is located on the 5th floor of a quiet, peaceful building in Banani South. The apartment features 4 bedrooms, 4 bathrooms, an open drawing, dining, and living area, 4 balconies, a kitchen with cabinets, a maid's room with an attached toilet, 1 car parking space, cabinets in the bedrooms and kitchen, a generator, an elevator, a rooftop garden, and 24/7 security guard facilities. Your comfort extends to secured parking for one car, built-in cabinets in bedrooms and kitchen, and the assurance of uninterrupted power supply with a generator and lift facilities. The building also ensures your safety with round-the-clock security guard facilities. Don't miss the opportunity to make this luxurious haven your own—where tranquility meets opulence.",
    "address": "Banani, Dhaka",
    "status": "Vacant",
    "last": "Tue, Nov 21, 2023 8:29 AM",
    "img1": "https://i.ibb.co/Pt6KK1w/p22.jpg",
    "img2": "https://i.ibb.co/JQcH3HT/p23.jpg",
    "img3": "https://i.ibb.co/FWzGr0j/p24.jpg"
  },
  {
    "code":1009,
    "name": "Brand New 3BHK Apartment with Modern Amenities on the 5th Floor for Sale!",
    "category": "Residential",
    "price": 5500000,
    "size": "1275 sq feet",
    "details": "This meticulously designed home features 3 spacious bedrooms, 3 bathrooms, an open drawing and dining area, a well-equipped kitchen, and not one, but three balconies offering breathtaking views. Elevate your lifestyle with the convenience of a lift, generator backup, dedicated car parking, and round-the-clock security guard services. Don't miss the opportunity to make this your dream home, where modern living meets tranquility!",
    "address": "Ibrahimpur, Kafrul, Dhaka",
    "status": "Vacant",
    "last": "Tue, Nov 21, 2023 4:27 AM",
    "img1": "https://i.ibb.co/KwfCLyb/p25.jpg",
    "img2": "https://i.ibb.co/Kr4fnYH/p26.jpg",
    "img3": "https://i.ibb.co/wMDk13J/p27.jpg"
  },
  {
    "code":1010,
    "name": "6 Bigha Industrial Land Available for Sale in Rupganj, Narayanganj",
    "category": "Industrial Plot",
    "price": 297000000,
    "size": "6 Bigha",
    "details": "Unlock the potential of a 6 bigha industrial land in Rupganj, Narayanganj, strategically positioned just 25km from Gulshan. Boasting a 30-feet wide road at its entrance and enclosed by secure boundary walls, this property is tailor-made for diverse factory setups. With a location surrounded by various thriving factories, it offers a dynamic industrial ecosystem. Enjoy the convenience of existing facilities, including a power line, making it an ideal choice for seamless factory operations. Don't miss the chance to elevate your business in this prime industrial hub!",
    "address": "Murapara, Rupganj, Narayanganj.",
    "status": "Vacant",
    "last": "Sat, Nov 18, 2023 5:59 AM",
    "img1": "https://i.ibb.co/PrPHNLH/p28.jpg",
    "img2": "https://i.ibb.co/1ngFx6s/p29.jpg",
    "img3": "https://i.ibb.co/ZhXqX2s/p30.jpg"
  },

  {
    "code":1011,
    "name": "COMMERCIAL LAND FOR SALE IN GULSHAN MOHAKHALI LINK ROAD",
    "category": "Commercial",
    "price": 50000000,
    "size": "25 Kathas",
    "details": "On Gulshan Mahakhali Link Road, Near Titumir College, Beside Khwaja Tower, Land Size 25 Kathas. If you like to buy or sale any prime Location kinds of property please call. If you like to buy or sale any prime Location kinds of property please call. JAFAR IQBAL 01713083371 PROPERTY. COM.BD LTD Apt no 4b, house no 77b, Road no 3, Block no F ,Banani.",
    "address": "Near Titumir College, Beside Khwaja Tower,",
    "status": "Vacant",
    "last": "Tue, Oct 10, 2023 7:34 AM",
    "img1": "https://i.ibb.co/6DPHFdr/p31.jpg",
    "img2": "https://i.ibb.co/M5T3h51/p32.jpg",
    "img3": "https://i.ibb.co/wRHgCnP/p33.jpg"
  },
  {
    "code":1012,
    "name": "COMMERCIAL LAND FOR SALE IN DHAKA DEMRA HIGHWAY ROAD",
    "category": "Commercial",
    "price": 6000000,
    "size": "127 katha",
    "details": "Along Dhaka Demra Highway Road, Near Staff Quarters, Beside Somatek Pharmaceutical, Land area 127 katha. If you like to buy or sale any prime Location kinds of property please call.",
    "address": "Dhaka Demra Highway Road, Near Staff Quarters",
    "status": "Vacant",
    "last": "Sun, Sep 24, 2023 11:01 AM",
    "img1": "https://i.ibb.co/xg0KF7p/p34.jpg",
    "img2": "https://i.ibb.co/1n1YgnG/p35.jpg",
    "img3": "https://i.ibb.co/pjsrfXq/p36.jpg"
  },
  {
    "code":1013,
    "name": "COMMERCIAL OR RESIDENTIAL LAND FOR SALE IN DUMNII",
    "category": "Commercial",
    "price": 7000000,
    "size": "36 bigha",
    "details": "Kuril Purbachal 300 feet road along the east side of Pink City Duplex Housing walling and filling in dumni, land extent 36 bigha = 720 khata. If you like to buy or sale any prime Location kinds of property please call.",
    "address": "east side of Pink City Duplex Housing dumni",
    "status": "Vacant",
    "last": "Sun, Sep 24, 2023 11:01 AM",
    "img1": "https://i.ibb.co/yqwLPL6/p37.jpg",
    "img2": "https://i.ibb.co/DYC4sTW/p38.jpg",
    "img3": "https://i.ibb.co/yqwLPL6/p39.jpg"
  },
  {
    "code":1014,
    "name": "COMMERCIAL LAND FOR SALE IN UTTARA",
    "category": "Commercial",
    "price": 15000000,
    "size": "23 Katha",
    "details": "Uttara Sonargaon Janpad Road After Rupayaan City and Before BRTA, Land Size 23 Katha, If you like to buy or sale any prime Location kinds of property please call.",
    "address": "Uttara Sonargaon Janpad Road After Rupayaan City and Before BRTA.",
    "status": "Vacant",
    "last": "Sun, Sep 24, 2023 11:00 AM",
    "img1": "https://i.ibb.co/LdW4ZXP/p40.jpg",
    "img2": "https://i.ibb.co/MnhqH3W/p41.jpg",
    "img3": "https://i.ibb.co/PFrhcy9/p42.jpg"
  },
  {
    "code":1015,
    "name": "28,000 SFT Warehouse for Rent in Jajhor, Gazipur with 100% Compliance, Safety & Security",
    "category": "Commercial",
    "price": 28000000,
    "size": "28,000 sq feet",
    "details": "This Spacious 28,000 sft facility available for rent Jajhor, Gazipur. This premium warehouse offers a host of features to meet your storage: 1.100% Compliance: Ensuring your operations align with all regulatory requirements. 2 Safety & Security: Top-notch security measures to protect your valuable inventory. 3. Access Control: Strict access controls to safeguard your assets. 4 Loading Docks: Easy and efficient loading and unloading processes; 30 Feet Middle Height & 20 Feet Side Height. 5. Electricity: Ensuring your operations run smoothly. 6. 40 Feet Wide Entrance Road: Easy access for trucks and vehicles. 7.Boundary Walls: Securely enclosed for added protection. 8. Parking Available: Convenient parking in front of the warehouse. This warehouse space is tailor-made for foreign or joint venture companies, multinational corporations, and well-established local businesses. If you're seeking a reliable and spacious storage solution, please contact us exclusively for warehouse purposes.",
    "address": "Jajhor, Gazipur",
    "status": "Vacant",
    "last": "Sun, Sep 24, 2023 6:05 AM",
    "img1": "https://i.ibb.co/3NJX9JS/p43.jpg",
    "img2": "https://i.ibb.co/9TRqVy0/p44.jpg",
    "img3": "https://i.ibb.co/8rtckcp/p45.jpg"
  },
  {
    "code":1016,
    "name": "COMMERCIAL LAND FOR SALE IN BASHUNDHARA",
    "category": "Commercial",
    "price": 16000000,
    "size": "140 katha",
    "details": "Bashundhara, block no i , Land with 4 side open Road 80' & 80' & 40' & 25' feet, Land area 7 bigha = (140 katha). If you like to buy or sale any prime Location kinds of property, please call.",
    "address": "Bashundhara, Block # I , near Mehedi Mart.",
    "status": "Vacant",
    "last": "Sat, Sep 23, 2023 11:33 AM",
    "img1": "https://i.ibb.co/Vp5hr3Q/p46.jpg",
    "img2": "https://i.ibb.co/gykvjvY/p47.jpg",
    "img3": "https://i.ibb.co/Q8h8tyv/p48.jpg"
  },
  {
    "code":1017,
    "name": "1400 sqft space, Bank/Diagnostic/Super shop/Restaurant/Office/Showroom for Rent at Cumilla Medical Gate",
    "category": "Rent",
    "price": 25000,
    "size": "1400 square feet",
    "details": "1400* square feet commercial space (ground floor) for rent opposite of Cumilla Medical College Hospital Corona Gate, Kuchaitoli, Comilla City. Fully tiles floor and washroom facilities available (Rearrangeable as per requirement) Preference: Bank/Diagnostic/Super shop/Restaurant/Office/Any Showroom. ",
    "address": "Cumilla Medical College Gate, Kuchaitoli, Cumilla Sadar, Cumilla",
    "status": "Vacant",
    "last": "Wed, Sep 20, 2023 6:25 AM",
    "img1": "https://i.ibb.co/jv5W2r3/p49.jpg",
    "img2": "https://i.ibb.co/HnjpVcL/p50.jpg",
    "img3": "https://i.ibb.co/Xy0wbH5/p51.jpg"
  },
  {
    "code":1018,
    "name": "Virtual Office Address Available for Rent",
    "category": "Rent",
    "price": 18000,
    "size": "1700 sq feet",
    "details": "Virtual Office Address Rent In Dhaka With a virtual office, you will reduce expenses while still enjoying the benefits of a business office. Businesses can get a registered business address, mailing location and office-related services from a virtual office without the expense of a long rental. . Facilities Available > Mail Receiving & Forwarding > No Hassle of Setting Up Office > Paying Only For What You Need > Get A Registered Business Address > Call Handling & Telephone Answering > Reduce Expenses, Workspace Service > Teleconferencing & Video conferencing . Click For Virtual Office https://www.ecommerce.com.bd/ . Contact For Booking 01712-553547 01921-096846",
    "address": "JCX TOWER, 1136/A, Block-I, Level 5, Japan Street, Bashundhara R/A.",
    "status": "Vacant",
    "last": "Sun, Sep 17, 2023 6:54 AM",
    "img1": "https://i.ibb.co/MsRvh2x/p52.jpg",
    "img2": "https://i.ibb.co/zQPpN2f/p53.jpg",
    "img3": "https://i.ibb.co/MsRvh2x/p54.jpg"
  },
  {
    "code":1019,
    "name": "Spacious 25,000 sqft Industrial Shade for Rent in Jamgora, Ashulia - Ideal for Industrial Operations!",
    "category": "Rent",
    "price": 600000,
    "size": "25000 sq feet",
    "details": "Looking for the perfect space for your industrial operations? We have the solution you've been searching for! This impressive 25,000 square feet industrial shade, located in the thriving area of Jamgora, Ashulia, is now available for rent. With a middle height of 26 feet and side clearance of 22 feet, this facility is designed to accommodate a wide range of industrial activities with 6 washrooms, canteen, training area, substation 365 and connected electricity 150 kva, 40 feet wide entrance road and boundary walls, loading and unloading facilities and parking available in front of the shade. This space is ideal for foreign, joint venture, multinational, and well-established local companies. Please contact us only for industrial purposes.",
    "address": "Jamgora, Ashulia",
    "status": "Vacant",
    "last": "Sun, Sep 17, 2023 3:43 AM",
    "img1": "https://i.ibb.co/m4tzMqF/p55.jpg",
    "img2": "https://i.ibb.co/Mfpp1cQ/p56.jpg",
    "img3": "https://i.ibb.co/WnpT1DF/p57.jpg"
  },
  {
    "code":1020,
    "name": "10,500 sq.ft. Industrial Shade for Rent in Birulia, Savar",
    "category": "Rent",
    "price": 200000,
    "size": "10500 sq feet",
    "details": "This 10,500 sq.ft. industrial shade is located in Birulia, Savar and is ideal for industrial use. It has a height of 20 feet, 40 KW electricity, 40 feet wide entrance road, boundary walls, loading and unloading facilities, and 2 truck parking available in front of the shade. The shade is well-lit and ventilated, making it a comfortable place to work. Please contact us for more information or to schedule a viewing.",
    "address": "Birulia, Savar",
    "status": "Vacant",
    "last": "Thu, Sep 14, 2023 9:59 AM",
    "img1": "https://i.ibb.co/f4sm3hV/p58.jpg",
    "img2": "https://i.ibb.co/Fn3pgbc/p59.jpg",
    "img3": "https://i.ibb.co/mqN1Y6T/p60.jpg"
  },

  {
    "code":1021,
    "name": "30 Feet High spacious 18,000 sqft Warehouse for Rent in Mawna, Gazipur",
    "category": "Rent",
    "price": 230000,
    "size": "18000 sq feet",
    "details": "Discover the perfect warehouse solution in Mawna, Gazipur, featuring an expansive 18,000 sqft of storage space with an impressive 30-foot height. Access is a breeze with a wide 25-foot entrance road, and security is ensured with boundary walls surrounding the premises. What sets this warehouse apart is the ample open space in front of the shade, making loading and unloading a hassle-free experience. Don't miss this opportunity to elevate your business operations. Contact us today to secure your storage space!",
    "address": "Mawna Chowrasta, Dhaka",
    "status": "Vacant",
    "last": "Wed, Sep 13, 2023 5:53 AM",
    "img1": "https://i.ibb.co/zrXxvRc/p61.jpg",
    "img2": "https://i.ibb.co/tYkPghL/p62.jpg",
    "img3": "https://i.ibb.co/5nGP6cS/p63.jpg"
  },
  {
    "code":1022,
    "name": "5 Katha Plot for Sale in Navana Valley, Surabari, Gazipur",
    "category": "Residential",
    "price": 1500000,
    "size": "5 Katha",
    "details": "Discover the perfect investment opportunity in the serene and sought-after Navana Valley, Surabari, Gazipur. This North East-facing 5 Katha plot, Plot No. 11, in Block-B, boasts a generous 60 feet road frontage on Road No. 04, making it ideal for both residential and commercial ventures. With a price of just 15 lac per Katha, this plot offers incredible value in a rapidly developing area. Don't miss out on the chance to own your slice of paradise in Navana Valley - act now!",
    "address": "Navana Valley, Surabari, Gazipur",
    "status": "Vacant",
    "last": "Sat, Oct 7, 2023 6:28 AM",
    "img1": "https://i.ibb.co/cwYTFs1/p64.jpg",
    "img2": "https://i.ibb.co/kGr49zG/p65.jpg",
    "img3": "https://i.ibb.co/nwKdWjH/p66.jpg"
  },
  {
    "code":1023,
    "name": "COMMERCIAL SPACE FOR SALE IN DHANMONDI SATMASJID ROAD",
    "category": "Commercial",
    "price": 3000000,
    "size": "3750 sq feet",
    "details": "Commercial Floor near Star Kebab in Dhanmondi Satmasjid Road, 11th Floor, Floor Size 3750 Sqft, 2 Parking, 2 Bathrooms, 2 Lifts, Single Unit, Brand New. If you like to buy or sale any prime Location kinds of property please call. PROPERTY.COM.BD LTD Apt no 4b,House no 77B, Road no 3, Block no F, Banani",
    "address": "Dhanmondi satmasjid Road",
    "status": "Vacant",
    "last": "Thu, Oct 5, 2023 11:09 AM",
    "img1": "https://i.ibb.co/PTnBzL0/p67.jpg",
    "img2": "https://i.ibb.co/2ynSHBZ/p68.jpg",
    "img3": "https://i.ibb.co/DkKNkhb/p69.jpg"
  },
  {
    "code":1024,
    "name": "Prime 3.5 Katha Plot for Sale in Bochila City, Mohammadpur",
    "category": "Land",
    "price": 35000000,
    "size": "3.5 Katha plot,",
    "details": "Discover the perfect opportunity to build your dream home in the heart of Bochila City, Mohammadpur. This 3.5 Katha plot, located in Block # A, Road # 14, boasts a desirable north-east facing position, ensuring abundant natural light and positive energy. With a 20-foot-wide front road and the added benefit of a dead-end road, you'll enjoy a serene and private living environment. Serious and genuine buyers are invited to seize this rare opportunity. Don't miss out on the chance to secure your future in this sought-after location. Call us today to schedule a viewing and make your dream home a reality!",
    "address": "Bochila City, Mohammadpur, Dhaka",
    "status": "Vacant",
    "last": "Sun, Oct 1, 2023 6:40 AM",
    "img1": "https://i.ibb.co/Wy4f78y/p70.jpg",
    "img2": "https://i.ibb.co/djwphNJ/p71.jpg",
    "img3": "https://i.ibb.co/rMwfzgg/p72.jpg"
  },
  {
    "code":1025,
    "name": "RESIDENTIAL LAND FOR SALE IN GULSHAN 2 NORTH.",
    "category": "Residential",
    "price": 70000000,
    "size": "25 Katha",
    "details": "Gulshan 2 North, Road No. 74, Near United Hospital, 2nd Floor House, Land Extent 25 Katha, North West Corner. If you like to buy or sale any prime Location kinds of property please call. PROPERTY. COM.BD LTD Apt no 4b, house no 77b, Road no 3, Block no F, Banani.",
    "address": "Gulshan 2 north, Road no 74.",
    "status": "Vacant",
    "last": "Thu, Sep 28, 2023 6:15 PM",
    "img1": "https://i.ibb.co/52DRD9C/p73.jpg",
    "img2": "https://i.ibb.co/xmHv3md/p74.jpg",
    "img3": "https://i.ibb.co/52DRD9C/p75.jpg"
  },
  {
    "code":1026,
    "name": "RESIDENTIAL LAND FOR SALE IN GULSHAN 1.",
    "category": "Residential",
    "price": 55000000,
    "size": "14 khata",
    "details": "Gulshan 1, Road No. 10, one plot at Avenue Road. Land extent 13.75 khatha, south facing 4th floor with old building, If you like to buy or sale any prime Location kinds of property please call. PROPERTY. COM.BD LTD Apt no 4b, house no 77b, Road no 3, Block no F, Banani.",
    "address": "Gulshan 1, Road no 10.",
    "status": "Vacant",
    "last": "Wed, Sep 27, 2023 11:29 AM",
    "img1": "https://i.ibb.co/HGNfRMY/p76.jpg",
    "img2": "https://i.ibb.co/rxX4vJL/p77.jpg",
    "img3": "https://i.ibb.co/k32g4Xk/p78.jpg"
  },
  {
    "code":1027,
    "name": "COMMERCIAL LAND FOR SALE IN 100 FEET MADANI AVENUE",
    "category": "Land",
    "price": 15000000,
    "size": "97 Katha",
    "details": "100 Feet Madani Avenue, After 4 No Bridge, Near Basundhara 2nd Gate, North East Corner Plot, Land Extent 97 Katha. If you like to buy or sale any prime Location kinds of property please call. PROPERTY. COM.BD LTD Apt no 4b, house no 77b, Road no 3, Block no F, Banani.",
    "address": "Madani Avenue, Dhaka., Dhaka",
    "status": "100 feet Madani avenue.",
    "last": "Wed, Sep 27, 2023 9:46 AM",
    "img1": "https://i.ibb.co/YBfFs17/p79.jpg",
    "img2": "https://i.ibb.co/pQWqMhT/p80.jpg",
    "img3": "https://i.ibb.co/Kh7GCwY/p81.jpg"
  },
  {
    "code":1028,
    "name": "FLAT FOR SALE IN BARIDHARA DIPLOMATIC ZONE",
    "category": "Residential",
    "price": 34000000,
    "size": "2250 Sq feet",
    "details": "Baridhara Diplomatic Zone, Road No. 6, Old Flat on Top Floor of 6th Floor Building, Flat Size 2250 Sqft, 3 Bedroom, 3 Bathroom, Kitchen, Drawing Dining, Servant Room and Bathroom, 1 Parking. Concord Deployed, 18 years old. If you like to buy or sale any prime Location kinds of property please call. PROPERTY. COM.BD LTD Apt no 4b,house no 77b, Road no 3,Block no F, Banani.",
    "address": "Baridhara diplomatic zone, Road no 6.",
    "status": "Vacant",
    "last": "Wed, Sep 27, 2023 9:46 AM",
    "img1": "https://i.ibb.co/rZf5Bfs/p82.jpg",
    "img2": "https://i.ibb.co/5sgPGmM/p83.jpg",
    "img3": "https://i.ibb.co/LgPj2RK/p84.jpg"
  },
  {
    "code":1029,
    "name": "COMMERCIAL LAND FOR SALE IN MERUL BADDA MAINE ROAD.",
    "category": "Land",
    "price": 30000000,
    "size": "17 Katha",
    "details": "Merul Badda Main Road, Beside Bank Asia, Corner Plot, Land Extent 17 Katha. If you like to buy or sale any prime Location kinds of property please call. PROPERTY. COM.BD LTD Flat no 4b, house no 77b, Road no 3, Block no F, Banani.",
    "address": "Merul Badda Main Road, Beside Bank Asia",
    "status": "Vacant",
    "last": "Tue, Sep 26, 2023 1:40 PM",
    "img1": "https://i.ibb.co/RQ6cMpt/p85.jpg",
    "img2": "https://i.ibb.co/N1v9Www/p86.jpg",
    "img3": "https://i.ibb.co/s2M4WJK/p87.jpg"
  },
  {
    "code":1030,
    "name": "RESIDENTIAL LAND FOR SALE IN GULSHAN NIKETAN.",
    "category": "Land",
    "price": 30000000,
    "size": "7.20 Katha",
    "details": "Gulshan Niketan Road No. 7, Block No. F, Lake View and South West Corner, Land Extent 7.20 Katha. If you like to buy or sale any prime Location kinds of property please call. PROPERTY. COM.BD LTD Flat no 4b, house no 77b, Road no 3, Block no F, Banani.",
    "address": "Gulshan Niketan Road No. 7, Block No. F",
    "status": "Vacant",
    "last": "Tue, Sep 26, 2023 6:06 PM",
    "img1": "https://i.ibb.co/KN9Srct/p88.jpg",
    "img2": "https://i.ibb.co/CbrwvkG/p89.jpg",
    "img3": "https://i.ibb.co/TRBhXP3/p90.jpg"
  },

  {
    "code":1031,
    "name": "COMMERCIAL LAND FOR SALE IN TEJGOAN GULSHAN LINK ROAD",
    "category": "Commercial",
    "price": 32500000,
    "size": "150 Katha",
    "details": "Tejgaon Gulshan Link Road, Opposite Shanta Western Tower, Land Size 150 Katha. If you like to buy or sale any prime Location kinds of property please call. PROPERTY. COM.BD LTD Flat no 4b, house no 77b, Road no 3, Block no F, Banani.",
    "address": "Tejgaon Gulshan Link Road, Opposite Shanta Western Tower.",
    "status": "Vacant",
    "last": "Tue, Oct 26, 2023 6:05 PM",
    "img1": "https://i.ibb.co/x29LNw5/p91.jpg",
    "img2": "https://i.ibb.co/kKpHZRz/p92.jpg",
    "img3": "https://i.ibb.co/jzkjx5G/p93.jpg"
  },
  {
    "code":1032,
    "name": "RESIDENTIAL LAND FOR SALE IN GULSHAN 1",
    "category": "Land",
    "price": 50000000,
    "size": "20 khata",
    "details": "Gulshan 1, road number 126, land size 20 khata, with old one storey building, west facing. If you like to buy or sale any prime Location kinds of property please call.",
    "address": "Gulshan 1, road number 126.",
    "status": "Vacant",
    "last": "Mon, Sep 25, 2023 3:42 PM",
    "img1": "https://i.ibb.co/27R6wNZ/p94.jpg",
    "img2": "https://i.ibb.co/BN0SCw4/p95.jpg",
    "img3": "https://i.ibb.co/h13RWmq/p96.jpg"
  },
  {
    "code":1033,
    "name": "RESIDENTIAL LAND FOR SALE IN BANANI BLOCK F.",
    "category": "Residential",
    "price": 45000000,
    "size": "10 Kathas",
    "details": "Banani Road No. 3, Block No. F, Behind Banani Club, Land Extent 10 Kathas, 2nd Floor with Old Building. If you like to buy or sale any prime Location kinds of property please call.",
    "address": "Banani Road No. 3, Block No. F, Behind Banani Club",
    "status": "Vacant",
    "last": "Mon, Sep 25, 2023 3:42 PM",
    "img1": "https://i.ibb.co/Q9LwHk8/p97.jpg",
    "img2": "https://i.ibb.co/5F54bqn/p98.jpg",
    "img3": "https://i.ibb.co/Q9LwHk8/p99.jpg"
  },
  {
    "code":1034,
    "name": "RESIDENTIAL LAND FOR SALE IN PC CULTURE HOUSING",
    "category": "Land",
    "price": 16000000,
    "size": "3 khata",
    "details": "Mohammadpur PC Culture Housing Society, Shekhertek, land size 3 khata, 3 storey building, south west corner plot. If you like to buy or sale any prime Location kinds of property please call.",
    "address": "Mohammadpur PC Culture Housing Society, Shekhertek",
    "status": "Vacant",
    "last": "Mon, Sep 25, 2023 3:45 PM",
    "img1": "https://i.ibb.co/TtnJbqT/p100.jpg",
    "img2": "https://i.ibb.co/PYYq2FX/p101.jpg",
    "img3": "https://i.ibb.co/TtnJbqT/p102.jpg"
  },
  {
    "code":1035,
    "name": "COMMERCIAL OR RESIDENTIAL LAND IN FOKIRKHALI ROAD",
    "category": "Land",
    "price": 6000000,
    "size": "150 Katha",
    "details": "Near Madani Avenue, After Rahmatullah University & College, Fakirkhali to Trimohni Road, Opposite Fortis Downtown Resort & Club, Land Size 7,50 Bigha = 150 Katha. If you like to buy or sale any prime Location kinds of property please call.",
    "address": "Fakirkhali to Trimohni Road, Opposite Fortis Downtown Resort & Club",
    "status": "Vacant",
    "last": "Mon, Sep 25, 2023 3:49 PM",
    "img1": "https://i.ibb.co/TWWbQKd/p103.jpg",
    "img2": "https://i.ibb.co/wCTkSnh/p104.jpg",
    "img3": "https://i.ibb.co/CmSDLVD/p105.jpg"
  },
  {
    "code":1036,
    "name": "Land for sale",
    "category": "Land",
    "price": 51000000,
    "size": "10 khata",
    "details": "Inside Rajshahi Proposed City Corporation.Baya Au Bhugaril East 3 kms from Bhugaril Junction to Panishail Chit junction main road with land 10 khata road with 16 feet The price of land is 5,10,000,000 katha (510000*10=). Paba police station Mauza: Bhugaril Contact raihan 01581599948 If you see the land and like it, you see the picture and there is a lot of difference between the land and the land.",
    "address": "Rajshahi Proposed City Corporation.Baya Au Bhugaril East 3 kms from Bhugaril",
    "status": "Vacant",
    "last": "Wed, Sep 20, 2023 6:25 AM",
    "img1": "https://i.ibb.co/264qTRm/p106.jpg",
    "img2": "https://i.ibb.co/mR4C9dj/p107.jpg",
    "img3": "https://i.ibb.co/fQcKJ1f/p108.jpg"
  },
  {
    "code":1037,
    "name": "Luxury 4 Bedroom Apartment for Sale in Gulshan",
    "category": "Residential",
    "price": 52000000,
    "size": "3468 sq feet",
    "details": "This 3,468 square foot luxury apartment is located on the 5th floor of a building in Gulshan. It has 4 bedrooms, 4 bathrooms, an open drawing and dining area, 3 balconies, a kitchen with cabinets, a maid's room and toilet, 2 car parking spaces, cabinets in the bedrooms and kitchen, a 100% backup generator and lift, and 24/7 security guard facilities. This apartment is perfect for families or professionals who are looking for a spacious and luxurious home in a prime location. Gulshan is one of the most affluent neighborhoods in Dhaka, The apartment is also close to several schools and hospitals. If you are looking for a luxury apartment in a prime location, then this is the perfect place for you.",
    "address": "Gulshan, Dhaka",
    "status": "Vacant",
    "last": "Sun, Sep 17, 2023 5:51 PM",
    "img1": "https://i.ibb.co/BKY53DG/p109.jpg",
    "img2": "https://i.ibb.co/Jxf1cXt/p110.jpg",
    "img3": "https://i.ibb.co/JjGB1xF/p111.jpg"
  },
  {
    "code":1038,
    "name": "3 katha residential land for sale",
    "category": "Land",
    "price": 6500000,
    "size": "3 katha",
    "details": "Residential plot. Has rode on two side. Currently around 3 meter lower than residential ground.",
    "address": "Alaminnagar, Mizmizi, Siddirganj, Narayanganj",
    "status": "Vacant",
    "last": "Sun, Sep 17, 2023 5:12 PM",
    "img1": "https://i.ibb.co/RQ6pYd1/p112.jpg",
    "img2": "https://i.ibb.co/Srd4rB8/p113.jpg",
    "img3": "https://i.ibb.co/KynTXn4/p114.jpg"
  },
  {
    "code":1039,
    "name": "Urgent Sale! Two 1500 Square Feet Flats in Uttara Sector #11.",
    "category": "Residential",
    "price": 12500000,
    "size": "1500 square feet",
    "details": "Discover an incredible opportunity to own two 1500 square feet flats in the heart of Uttara, Sector # 11. Located on the 3rd and 5th floors of a well-maintained 6-storey building, each flat has three bedrooms, three bathrooms, a spacious drawing room, dining area, family living space, a modern kitchen, reserved parking for one car, and the convenience of an elevator with a backup generator. If you're interested in exploring these fantastic flats, please don't hesitate to schedule an appointment one day in advance for a viewing. This is a limited-time opportunity you won't want to miss!",
    "address": "Uttara Sector #11.",
    "status": "Vacant",
    "last": "Thu, Sep 14, 2023 10:37 AM",
    "img1": "https://i.ibb.co/9Hrz69K/p115.jpg",
    "img2": "https://i.ibb.co/kGkp2Bm/p116.jpg",
    "img3": "https://i.ibb.co/hK3tjzp/p117.jpg"
  },
  {
    "code":1040,
    "name": "40,000 sft Ready Factory with land For Sale In Konabari, Gazipur",
    "category": "Commercial",
    "price": 140000000,
    "size": "40000 sq feet",
    "details": "This remarkable 4-floor building boasts a spacious 10,000 sqft per floor, totaling an impressive 40,000 square feet, 40 deceimal is conveniently accessed by a 25ft-40ft road. With a robust 112kV power connection and a deep tube well in place, your operational needs are well catered too. The property is equipped with a comprehensive water drainage system, ensuring a seamless environment. Whether you require car parking accommodation for large trucks and lorries, or a labor-friendly setup, Currently offering a rent value of 4.5 lakh taka every month, the property's adaptable nature makes it perfect for various endeavors, from factories to warehouses. The building is designed with convenience in mind, featuring two wide staircases for easy movement. Additionally, the property holds a mortgage with NCC BANK, ensuring financial stability. For more information or to arrange a viewing, contact us now.",
    "address": "Kona Bari, Gazipur, Dhaka",
    "status": "Vacant",
    "last": "Tue, Aug 8, 2023 7:20 AM",
    "img1": "https://i.ibb.co/Wyny6BR/p118.jpg",
    "img2": "https://i.ibb.co/pZ2wwbX/p119.jpg",
    "img3": "https://i.ibb.co/gW5B9gG/p120.jpg"
  }
]